[
    [
        "The shitty taste is what keeps you awake.",
        "neutral",
        "neutral"
    ],
    [
        "CW is available without Cable. But if your saying it doesn’t qualify as broadcast then I guess Kids WB never did",
        "neutral",
        "neutral"
    ],
    [
        "I’m not sure you watched it.",
        "confusion",
        "ambiguous"
    ],
    [
        "That makes it an extra special accomplishment. Yay!",
        "admiration",
        "positive"
    ],
    [
        "Thank you. Ignore the morons who have never heard of lactose intolerance.",
        "gratitude",
        "positive"
    ],
    [
        "They all did idiotic things on at least 1 occasion.",
        "neutral",
        "neutral"
    ],
    [
        "Don’t tweets have to be formatted a certain way? Only thing I can think of",
        "approval",
        "positive"
    ],
    [
        "Hah, serves him right.",
        "approval",
        "positive"
    ],
    [
        "Well this beats the whole \"[NAME] tried to convince the front office to take [NAME] at 1\" narrative",
        "approval",
        "positive"
    ],
    [
        "Post paid. It's very temperamental on when and how it's gonna work.",
        "realization",
        "ambiguous"
    ],
    [
        "Awesome use of open data. Love the app.",
        "admiration",
        "positive"
    ],
    [
        "Sorry, I swapped back to Canada unclearly, to respond to the comments about it.",
        "remorse",
        "negative"
    ],
    [
        "Yes, but she isn’t even close to being one of the biggest artists of the decade, like some people have claimed here. ",
        "neutral",
        "neutral"
    ],
    [
        "[NAME] is incredibly loyal.",
        "neutral",
        "neutral"
    ],
    [
        "Well Reddit frequently forgets that [NAME] was jousting with [NAME] for biggest hawk in DC.",
        "neutral",
        "neutral"
    ],
    [
        "He wanted to make a fake foul.he didn't know it was nacho",
        "neutral",
        "neutral"
    ],
    [
        "Besides, Canada is extremely choosy about the kind of people they allow in.",
        "caring",
        "positive"
    ],
    [
        "The reason most people don't get the joke is because it's such a bad one, that they think that it's not meant to be one.",
        "annoyance",
        "negative"
    ],
    [
        "Whoops, I'm* dying. But I wish, they make so much money. ",
        "remorse",
        "negative"
    ],
    [
        "Hey, 3/4 of BB20 was amazing. ",
        "admiration",
        "positive"
    ],
    [
        "I continue to sub here only because your quips make me laugh",
        "amusement",
        "positive"
    ],
    [
        "Thank you [NAME]",
        "gratitude",
        "positive"
    ],
    [
        "What a Croc",
        "neutral",
        "neutral"
    ],
    [
        "Yeah super confused about that considering it was only [NAME] she had beef with lol",
        "confusion",
        "ambiguous"
    ],
    [
        "I found an understanding of [NAME] degrees of belief and updated probability extremely clarifying",
        "approval",
        "positive"
    ],
    [
        "Wow i've sat like all of those",
        "excitement",
        "positive"
    ],
    [
        "And I’m just sitting here wishing my cat would come at least sit by me.",
        "neutral",
        "neutral"
    ],
    [
        "If you wanna spend thousands for every piece of furniture then sure but a lot of people don’t have the budget for this.",
        "approval",
        "positive"
    ],
    [
        "I believe in traditional gender use in language.",
        "neutral",
        "neutral"
    ],
    [
        "I like it!",
        "love",
        "positive"
    ],
    [
        "I just call em like I see em, [NAME]",
        "neutral",
        "neutral"
    ],
    [
        "paper transfers too",
        "neutral",
        "neutral"
    ],
    [
        "I think they were planing to be tag team Rapists to a much younger you. I’m so glad you cancelled.",
        "admiration",
        "positive"
    ],
    [
        "Well one would believe they have learned their lesson regarding nuclear",
        "approval",
        "positive"
    ],
    [
        "It took 8 years of healing before I could open my journals. Pace yourself, you'll heal, friend.",
        "neutral",
        "neutral"
    ],
    [
        "It’s like. They didn’t even try to catch her lmao",
        "amusement",
        "positive"
    ],
    [
        "Take my up vote...you owe me a punchline you bastard.",
        "annoyance",
        "negative"
    ],
    [
        "Reading a screenshot of comments from Facebook on Reddit",
        "neutral",
        "neutral"
    ],
    [
        "You shouldn't force someone to come out you know. Now look at what you did! You killed [NAME]! You bastard!",
        "anger",
        "negative"
    ],
    [
        "Thanks for sharing. They also have an Amazon wishlist (linked from the comfortcases page) as another way to donate!",
        "gratitude",
        "positive"
    ],
    [
        "Brave would be the movie you’re looking for",
        "curiosity",
        "ambiguous"
    ],
    [
        "Don’t dm girls you don’t know. Get on tinder or something like that.",
        "neutral",
        "neutral"
    ],
    [
        "You guys will be shocked to know it is another cut of the Ga Spa vid.",
        "surprise",
        "ambiguous"
    ],
    [
        "Of course they dropped the ball; that’s what you do on New Years Eve!",
        "neutral",
        "neutral"
    ],
    [
        "How done is she? (Check all that apply) [ ] Done. [ ] So Done. [ ] She can’t even.",
        "neutral",
        "neutral"
    ],
    [
        "Bah! You should get it the old fashioned way! By shitposting.",
        "neutral",
        "neutral"
    ],
    [
        "Forever this.",
        "neutral",
        "neutral"
    ],
    [
        "I have a 4.95 rating and it did not go down after tonight's riders. Everybody I drove was a talkative l, drunk and merry group.",
        "approval",
        "positive"
    ],
    [
        "What lobotomy by public schooling looks like...",
        "neutral",
        "neutral"
    ],
    [
        "It’s almost like a lot of Yankees fans are giants fans, and a lot of pats fans are Sox fans. So. Weird.",
        "disgust",
        "negative"
    ],
    [
        "I was thinking 1-2 in each eye might stop the threat, but if I'm being honest I'd be worried about the ensuing legal struggle...",
        "disappointment",
        "negative"
    ],
    [
        "He's practicing difficult shots too much thus loosing a feeling for easy ones.....",
        "neutral",
        "neutral"
    ],
    [
        "I'm so sorry. That's awful.",
        "annoyance",
        "negative"
    ],
    [
        "No like its legit cgi Edit: this comment has some value the entire thread has things to pick apart in it",
        "neutral",
        "neutral"
    ],
    [
        "Tu eres very nice man",
        "neutral",
        "neutral"
    ],
    [
        "Touche lol. Ours usually comes back pretty quickly, I think this is the longest it's been out.",
        "amusement",
        "positive"
    ],
    [
        "Tuition is now WAY more than that. You need to come up with more like 4k per month--and that doesnt include any living expenses.",
        "disappointment",
        "negative"
    ],
    [
        "I don't wear panties. You'll need to describe the sensation.",
        "neutral",
        "neutral"
    ],
    [
        "> N.E.R.D. & [NAME] - Lemon > omg this came out in 2018?",
        "neutral",
        "neutral"
    ],
    [
        "Peace to you both.",
        "caring",
        "positive"
    ],
    [
        "Well ain't that ridiculous.",
        "disappointment",
        "negative"
    ],
    [
        "Not really. Wish your mum was still a virgin to be truthful with you as then we wouldn’t have to read the nonsense you post on here",
        "annoyance",
        "negative"
    ],
    [
        "Thank goodness.",
        "gratitude",
        "positive"
    ],
    [
        "Probably because he is in a spiderman suit and is planning on doing something funny.",
        "joy",
        "positive"
    ],
    [
        "Cool, thanks man",
        "gratitude",
        "positive"
    ],
    [
        "looking forward to your selfie saturday then",
        "desire",
        "positive"
    ],
    [
        "I'd say the guy who was going beat [NAME] face in is the worst character on the show.",
        "anger",
        "negative"
    ],
    [
        "But in the end, it doesn’t even matter",
        "annoyance",
        "negative"
    ],
    [
        "I got silver the other month on this sub using interesting title",
        "admiration",
        "positive"
    ],
    [
        "I can't wait to find out why this is inaccurate and I should hate the person who made this post and shower them with downvotes.",
        "excitement",
        "positive"
    ],
    [
        "[NAME] was awful last season. Let's sign [NAME] instead.",
        "anger",
        "negative"
    ],
    [
        "For me it’s the complete opposite. Complete dread in the morning and usually more hopeful in the evening.",
        "optimism",
        "positive"
    ],
    [
        "I dont really know, I think its mostly because they just get these really high end computers and do nothing with them.",
        "neutral",
        "neutral"
    ],
    [
        "Fo you understand his lingo",
        "neutral",
        "neutral"
    ],
    [
        "Man, I miss those days. LA is pretty much dead now.",
        "disappointment",
        "negative"
    ],
    [
        "This is a slippery slippery slope that ends with the backstory to the Wrath of Khan dude.",
        "neutral",
        "neutral"
    ],
    [
        "Id buy those shoes and walk in the dirtiest places just to piss [NAME] off.",
        "annoyance",
        "negative"
    ],
    [
        "I've always thought it was weird that they keep their hard drive on the left.",
        "confusion",
        "ambiguous"
    ],
    [
        "I've got my sticker peeled off, nasty desperate notes left on the windshield, driver door..",
        "annoyance",
        "negative"
    ],
    [
        "To be fair, [NAME] broke his heart first",
        "neutral",
        "neutral"
    ],
    [
        "I just have never found that area very attractive. Also from what I understand there is a lot of contaminated burial sites around there.",
        "neutral",
        "neutral"
    ],
    [
        "He helped him up. And [NAME] walked back, mad at himself for falling for it",
        "annoyance",
        "negative"
    ],
    [
        "You're welcome! Happy New year!",
        "excitement",
        "positive"
    ],
    [
        "On top of that I just think [NAME] was saying \"I know how to evaluate talent.\"",
        "neutral",
        "neutral"
    ],
    [
        "They must've been inside a tornado or something, might be what caused the tree to fall behind them.",
        "neutral",
        "neutral"
    ],
    [
        "Not [NAME]! He had 0.9% kick to selfs so he'll probably keep bunging them in from the goal square and not getting any stats.",
        "disapproval",
        "negative"
    ],
    [
        "You know that mista mista lady? I think I just killed her. - [NAME]",
        "optimism",
        "positive"
    ],
    [
        "Yeah the lack of visibility of the survey likely means the survey is gonna be skewed towards people who are extremely online on this sub specifically.",
        "sadness",
        "negative"
    ],
    [
        "That is patently false, considering his history of driving multiple businesses into the ground.",
        "disapproval",
        "negative"
    ],
    [
        "We all make acceptable compromises to maintain relationships. If that’s part of you and it’s unacceptable to him then he can change his choice.",
        "neutral",
        "neutral"
    ],
    [
        "This is the first time in the last two years I've seen somebody compare current politics to a series other than Harry Potter",
        "surprise",
        "ambiguous"
    ],
    [
        "Tell me a couple",
        "neutral",
        "neutral"
    ],
    [
        "They wanted [NAME] to be in the cameo and both to wish her happy birthday as specified in the order",
        "desire",
        "positive"
    ],
    [
        "Nice try with your 1/3 pan and t rex arms there buckaroo /s",
        "admiration",
        "positive"
    ],
    [
        "Exactly. My father is part of Homeland security and is furloughed. Homeland Security isn't completely shut down but they furloughed part of their work force.",
        "pride",
        "positive"
    ],
    [
        "What’s the issue with [NAME]? I think he’s been good off the bench this season .",
        "optimism",
        "positive"
    ],
    [
        "That happened at my college, ofc TFM had to come in and brand it as their own. What a joke.",
        "neutral",
        "neutral"
    ],
    [
        "He might have disobeyed orders and taken big risks, but [NAME] knows despite that, that he would be good leader. Thought this was obvious. Edit: word",
        "neutral",
        "neutral"
    ],
    [
        "Such a lust for friendship! *Whooooo*",
        "neutral",
        "neutral"
    ],
    [
        "He was forced into this marriage",
        "disgust",
        "negative"
    ],
    [
        "I'm baffled",
        "confusion",
        "ambiguous"
    ],
    [
        "Damn, you could make money out of this. Come people I'm Intj, i'll tell you if your ex still loves you. ",
        "neutral",
        "neutral"
    ],
    [
        "Today on someone flamed me in chat",
        "anger",
        "negative"
    ],
    [
        "Ok I tried to search the sub... is it too late to get a flair? It won’t work for me",
        "neutral",
        "neutral"
    ],
    [
        "There's a surprising amount of [NAME] in this thread.",
        "approval",
        "positive"
    ],
    [
        "I'm going to blow your fucking mind. I dip my Hawaiian pizza in ranch. Booooooooom.",
        "relief",
        "positive"
    ],
    [
        "I have tried to stay away from using the word “[RELIGION]” as much as possible to stay agreeable with the current styling guide of the church.",
        "desire",
        "positive"
    ],
    [
        "I was a [NAME] fan for a good bit, so that swayed me a little towards his teams",
        "optimism",
        "positive"
    ],
    [
        "Stop calling them immigrants, that’s a lie. The term is “illegal aliens”.",
        "disappointment",
        "negative"
    ],
    [
        "Because they're all done by the same, really, really old guy",
        "approval",
        "positive"
    ],
    [
        "I love the fact that [NAME] kept the nose thing for so long he had a mark for the rest of the episode",
        "love",
        "positive"
    ],
    [
        "I cannot imagine being so fragile that being able to smile threatens your identity and world view.",
        "surprise",
        "ambiguous"
    ],
    [
        "I see , they don’t sell phones any more",
        "realization",
        "ambiguous"
    ],
    [
        "Reminds me of Ross Lake WA",
        "realization",
        "ambiguous"
    ],
    [
        "We should urge him to run, put our Sorosbux to some good use.",
        "approval",
        "positive"
    ],
    [
        "It's because you're dizzy from lack of oxygen.",
        "neutral",
        "neutral"
    ],
    [
        "Naw man, I think they were everywhere in Glasgow. The trams in the City Centre had the same colour scheme aswell apparently haha",
        "neutral",
        "neutral"
    ],
    [
        "SE 89th just north of Brooklyn St is one of the worst I've driven.",
        "annoyance",
        "negative"
    ],
    [
        "YOUR FEELINGS CHANGE LIKE THE WEATHER",
        "neutral",
        "neutral"
    ],
    [
        "Don’t quote me on there being fish in there, it just looked like a nice picture.",
        "neutral",
        "neutral"
    ],
    [
        "Multiply it by hundreds to account for all employees of the store and then yes, it is true Also love how they mock the mentally disabled here. 10/10 /s",
        "love",
        "positive"
    ],
    [
        "[NAME] also slept with his dads mistress, [NAME] is weird",
        "annoyance",
        "negative"
    ],
    [
        "Must’ve gotten it the wrong way round because he moves like a spry 82 yr old",
        "realization",
        "ambiguous"
    ],
    [
        "I don't get your point. I love the grind as well, that's why I tried to get dark matter and prestige master. ",
        "confusion",
        "ambiguous"
    ],
    [
        "Dang... I’m learning all the secrets!",
        "anger",
        "negative"
    ]
]